Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他猜测自己绝对不是什么狗屁灵体，自己修炼如此之慢是因为那个鬼封印的缘故。他能拥有如此变态的反应能力，也不是灵体之缘故，而黑色元力能让他视力变得极其恐怖，能让和他对练的武者武技快速大成，也很有可能是因为这黑色元力的缘故。
en_us: He guessed that he himself was certainly not some silly superpower soul, and he knew that the reason why his own cultivation speed was that slow was due to that damned seal. The fact that he possessed such obscenely powerful ability to react was not caused by his soul, but his black essence forces that allowed his ability of sight to become horrendously powerful; that the combat abilities of the martial artists that sparred with him were able to improve so quickly, was also very likely a result of using that black essence force.

source: 他现在关心的，是揣在安度因怀里的那块安眠水晶。
en_us: Instead, that piece of Hypnotic Crystal in Andoine's arms was all that he cared about now.

source: 他现在恨不得每时每刻都修炼，恨不得一天之内就把那封印解开了，看看他的修炼速度是否能如大长老估计般，比大少爷江恨水还要快？不说比江恨水快，就算比他慢上一丝，江逸也有信心凭借黑色元力，让自己实力突飞猛涨。
en_us: He itched to spend every available second of his time refining essence force and wished with all his heart that he could break that seal within a single day. He wanted to see if his refining speed was indeed faster than that of Great Young Master Jiang Henshui, as the grand elder predicted? To say nothing of being faster than Jiang Henshui, even if he were slower than Jiang Henshui by just a smidgen, Jiang Yi was confident that he could borrow the power of the black essence force and allow his own abilities to advance by leaps and bounds.

source: 他现在正小心的计算着药剂分量，自从掌握恐惧药剂配方之后，他这还是第一次真正配制，操作起来难免会更加谨慎一些。
en_us: He was meticulously calculating the dose of the potion now. This was the first time he’d actually concocted the Fear Potion since he had gotten hold of the formula, so he was naturally more prudent in the process.

source: 他现在正蹲在狮蝎尸体旁，很有兴趣的研究着那支倒勾。
en_us: He was crouching next to the body of the Manticore, studying its inverted hook with interest.

source: 他现在的心情很复杂，有懊悔也有不甘，但更多的，却是对林立的憎恨。
en_us: His emotions were complicated as he was remorseful yet indignant. But more than that he felt hatred towards Lin Li.

source: 他现在能做的，仅仅是勉强坚持。
en_us: What he could do now was to hang on and persevere.

source: 他甚至可以理解这种性格，自以为是本来就是美女的专利，更何况罗琳身为城主千金。
en_us: He could even understand that such character was a privilege of a beauty, not to mention that Rowling was the daughter of the Castellan.

source: 他甚至觉得这一切都是林立计划好的，这个该死的魔法师早就有了跟自己争夺伊娜的心思，所以才会在那个时候出现在落日山脉。
en_us: He had even come to believe that these were all part of Lin Li's plan. This damned mage already had the thoughts of competing for Ina, and that was why he had appeared in the Sunset Mountains at that very moment.

source: 他的意思很明显，江逸在这，他不方面下手偷药……
en_us: His intentions were obvious: with Jiang Yi around, it was not convenient for him to grab the herbs as he pleased…

source: 他的感觉果然没错，在将那块五颜六色的画布扯开之后，林立很快就在一堆玻璃珠中，找到了一枚戒指。
en_us: His feeling was right. After tearing the colorful canvas away, Lin Li quickly found a ring among the pile of glass beads.

source: 他的拳头又一次没入到青石板下面的土里。
en_us: His fist did not reach the ground below the limestone slab again.

source: 他的拳头顷刻间化作三道残影，给人感觉他的拳头这一刻分成了三个般，每个都无比真实，分别对着冲进来的那护卫的左肩，右肩，脑门砸去。
en_us: His fist instantly transformed into three phantom shadows, giving an illusion that his fist had split into three, each no different from the real one. He smashed the fists into the attacking guard's left shoulder, right shoulder, and forehead.

source: 他的话完全代表了在场众人的心神，除了妖孽这个词之外，他们再想不出其他词来形容这个年轻魔法师了。
en_us: His words were a complete representation of the crowd’s thoughts. Other than a demon, no one could come up with another word to describe the young mage.

source: 他目光一冷，朝左边的小树林内扫去，暗道难道是江如虎等人来堵他了？
en_us: He froze his gaze and swept his gaze towards the small forest to his left. He muttered to himself and wondered if it were Jiang Ruhu and his gang of cronies who had come here to block him.

source: 他目光在偏厅内一扫，看到左边墙边书柜上有很多书册，连忙走过去查看起来。很快他找到了一本关于药草简介的书籍，里面竟还有简易的图画，立即大喜的捧着书册朝药材房内走去，准备对着书册取出柳长老所需的药草。
en_us: He swept a glance across the side room and saw many booklets on the bookshelf next to the left-side wall. He quickly walked over to check them out. He quickly found a book containing summaries and brief introductions to various medicinal herbs, as well as some simple-to-understand pictures inside. Delighted, he immediately carried the book over to the ingredient storage room, prepared to cross-reference with the book and retrieve the medicinal ingredients required by Elder Liu.

source: 他目光在广场上一扫，突然被广场北方的一座宏伟大殿吸引了，主要是此刻大殿外围满了人，很是热闹，让他有些好奇。
en_us: He swept his eyes across the city plaza and was suddenly attracted by a huge, imposing grand hall to the north of the plaza. What caught his eye was that the grand hall was surrounded by throngs of people. This atmosphere was very noisy and exciting, which made him somewhat curious.

source: 他看了看屋子里已经变得惨不忍睹的地面，失笑着摇摇头转身跃出屋门，来到后院站定，将一丝黑色元力输送到右脚的足少阴肾经处，对着地面一块青石板踩下。
en_us: Looking at the terrible state of the room, Jiang Yi shook his head and walked out to the back yard. He channeled a sliver of black essence force into his right foot and stomped down on a limestone slab on the ground.

source: 他看到江恨水虽然面色微微变幻了一下，却没有出声阻拦，更别说训斥了，内心更加黯然了。原本孩童时和江恨水结下的一丝情谊也烟消云散了，他自嘲的笑了笑，弯身拱手道：“江逸拜见大少爷。”
en_us: Jiang Yi sighed in his heart. When he saw Jiang Henshui's face slightly change color, yet say absolutely nothing to stop Jiang Ruhu or even chide him, Jiang Yi felt sad. The threads of friendship he had formed with Jiang Henshui when they were children seemed to have disappeared completely. Smiling in self-mockery, he bent down in a bow, cupped his hands and said, "Jiang Yi greets Great Young Master."

source: 他看到江逸当着他的面断了江如虎的腿，顿时睁目欲裂，浑身杀气如虹，双腿一瞪整个人如一头疯牛般横冲直撞而来。
en_us: Witnessing Jiang Yi breaking Jiang Ruhu's leg, his eyes instantly broke wide opened as a killing aura cloaked his body. With a burst of his leg muscle, his entire body rushed towards Jiang Yi like a frenzied bull.

source: 他睁开眼睛大笑起来，笑着笑着又开始流泪，整个人疯子般完全不能自己了。多年的压抑，多年的苦闷，在这一刻似乎完全发泄了出来。
en_us: He opened his eyes and started laughing aloud. Despite this, he shed tears as he laughed. It was as if he had gone mad. So many years of cruel oppression, so many years of bitter depression. At that moment, he could finally and completely release it all.

source: 他知道自己已经输了，而且还输得无比憋屈。
en_us: He knew that he had lost, and he had lost utterly.

source: 他确实没受什么伤害，但其中的过程细细想来，却是不由有些暗自心惊。
en_us: It was true he was unhurt. But the thought of the whole process unnerved him.

source: 他终于静下心来，聚精会神地运转江水诀疗伤。
en_us: He was finally able to calm himself down enough to focus all his attention on circulating essence energy with the Jiang Water Art to heal his injuries.

source: 他绝不能死，也不能伤，否则在床上躺上半月，风月楼找上门来，小奴就危险了。所以今日他必须赢，至少要毫发无损的走下西山。
en_us: He must not wind up dead or severely injured; otherwise should he end up lying in bed for half an entire month, Xiaonu would be in danger should people from the Fengyue Brothel come to find them directly. As such, he had to win that day at all cost, or at least leave the Western Hills completely unscathed.

source: 他老人家现在怀揣一块安眠水晶，正巴不得立刻飞回奥兰纳，找个珠宝匠帮他雕刻出一只药剂瓶来，又哪还有心思在树林里浪费时间？
en_us: With a Hypnotic Crystal in his arms, the old man was itching to fly back to Alanna immediately to ask a jeweler carve for him a potion bottle. How would he have the mood to waste his time away in a forest?

source: 他脑海一转，内心已经猜到了几分，估计这几天他没出江家大院，所以江如虎没办法截他，这才怂恿江恨水来炼丹房。有江恨水在，他就算动手了，刑堂也会给江恨水面子当做不知道的……
en_us: His mind raced as he guessed what had happened in his heart. He estimated that, as he had not left the central courtyard over the past few days, Jiang Ruhu was unable to intercept him and had no choice but to encourage Jiang Henshui to go to the alchemy lab with him. With Jiang Henshui around, even if he did attack Jiang Yi, the disciplinary court would give Jiang Henshui face and pretend to not know what had happened...

source: 他脑海内又浮现那个美丽得让人窒息的黄裳少女，却很快摇了摇头，那个什么学院招生在即，姬听雨既然和江恨水般去武殿闭关了，短时间内肯定不会出来的。
en_us: That breathtakingly beautiful young girl in a yellow dress emerged in his mind again. However, he quicly shook his head, rememebering that with that college imminently about to recruit new students, since Ji Tingyu would have gone into seclusion at the Martial Arts Hall like his relative Jiang Henshui, she would certainly not be out and about in the near future.

source: 他脑海内莫名出现一部无名功法，修炼出变态的黑色元力，如此诡异的事情他根本就不想所有人知道。最重要的是柳长老的死，让他有种淡淡的忧虑，生怕家族牵连重罚他，一名炼丹师对于一个小家族可是至关重要的。
en_us: That a nameless martial arts technique mysteriously appeared in his mind, a technique which could refine the obscenely powerful black essence force - such a bizarre circumstance was something he had absolutely no desire of letting everyone find out. Most importantly, Elder Liu's death had left him with a stinge of anxious concern. He was scared that the Family clan would implicate and severely punish him. After all, an aclhemist was vitally important to a small family clan.

source: 他脚步一滑，快速朝后面退去，但对方是铸鼎境六重武者速度何等的快？身子一闪已经贴了上来，那掌刀划破长空朝江逸的脖子切来。
en_us: Jiang Yi's steps quickly swept backwards, but the speed of a martial artist at the sixth stage of the Cast Tripod Realm was unbelievably fast. Yi Longyu's figure flickered and the materialized near Jiang Yi in an instant, his knifehand sliced through the air and about to strike Jiang Yi's neck.

source: 他脸上虽然没有任何情绪波动，但内心苦涩不已——这管事算是戳中了他的死穴了，一个月他要是拿不出钱，这风月楼一上门，江家刑堂肯定会打断他和江小奴的腿……
en_us: His face revealed no great emotional change, but inside he felt extremely bitter—this housekeeper had hit him right on his Achilles' heel. If he could not deliver the money in a month's time, should the people from Fengyue Brothel pay the family a visit, the Jiang Clan’s Disciplinary Court would undoubtedly break both his and Jiang Xiaonu's legs...

source: 他苦苦等待了六千六百年，只为坐在帝位上的那个人！
en_us: 6600 years of bitter waiting, just for that man who sat on the throne!

source: 他落寞的是，如此时刻他的娘亲却不能看到，大长老也生死未卜，如果能亲眼看到他封印有希望解开那该有多少好啊。
en_us: What made him feel lonely was that at this moment his mother could not see him, while Grand Elder remained missing. He thought how good would it be. If only they could see for themselves that there is hope of breaking the seal.

source: 他被那铸鼎境三重护卫拍了一掌，尽管他用“摔碑手”挡了一下，但估计骨头被拍裂了，后面又强行动武加上走了这么长一段路伤口被触动，此刻痛得他额头冷汗直冒。
en_us: He was slapped by the guard at the third stage of the Cast Tripod Realm. Even though he blocked the attack with his Wrestling Hand, one could guess that his bones were shattered by the slap. Furthermore, he had to forcefully conduct martial arts techniques, not to mention the long route he had to walk home—all these irritated his wound, leaving him in so much agony that cold sweat kept rolling down his forehead.

source: 他要继续修炼那梦中得到的无名口诀，提炼更多的黑色元力来研究！
en_us: He wanted to continue cultivating the nameless formula from his dream and extract more black essence force for research!

source: 他要见姬听雨其实没特别重要的事，那一日他感觉姬听雨对他似乎有些看重？所以冒然的前来，想看看能不能找她借十两紫金先去风月楼赎回令牌！在他想来，身为姬家的小姐，聚珍阁如此富有，十两紫金对于她来说肯定是九牛一毛，却没想到她竟然不在。
en_us: In truth, he did not have any particularly important reason for wanting to meet Ji Tingyu. That day, he felt that Ji Tingyu regarded him with some importance. As such, he risked coming here, in the hopes of seeing if he could possibly find her and loan ten taels of purple gold so that he could return to the Fengyue Brothel and redeem his command token. From his point of view, being the young mistress of the Ji Family, and with the Pearl Gathering Pavilion being so successful, ten taels of gold would certainly be worth peanuts to her.

source: 他走出练功外，却看到所有陪练看他的目光都如看怪物般，似乎很惊疑他能毫发无损走出来。
en_us: He walked out of the technique-practicing room, yet all he saw were the gazes of all the other sparring partners who were staring at him as if they had just seen a monstrous creature. It was as though they were truly shocked to see him walk out without a single injury.

source: 他走进屋子内取出上次购买的那身黑袍，套在身上就匆忙出了院子，刚走出去数十丈，他脚步一顿猛然回头，看到远处一个拐角内一道身影一闪后，立即冷笑起来。
en_us: He walked into the house to retrieve the black robes he bought the previous time. Putting the robes on, he hastily dashed out of the courtyard of his house. He had only left his house and walked for several tens of feet when he froze and suddenly turned his head around to look behind his back. Seeing the flash of a figure dart around a corner at a long distance away, he immediately gave a cold laugh.

source: 他踏着迷幻步，不退反进朝前方冲了三尺距离，双膝猛然弯曲，身子后仰，整个人朝左前方滑去，轻松避过了翊凌雪的攻击。
en_us: He used his Psychedelic Step technique and, instead of retreating, ran in a forward direction for a metre before suddenly bending his knees and bending his back backwards. This allowed his whole body so slide in the direction of his forward left-hand side, easuly avoiding Yi Lingxue's incoming attacks.

source: 他身子从地上一跃而起，一个箭步就朝江豹冲去，人在半路一条腿如蛇鞭般扭动，化作残影朝江豹的身子重重的扫去。
en_us: He jumped up from the ground and pounced at Jiang Bao. His leg slithered like a snake whip and swept towards the pathetic figure of Jiang Bao, leaving behind various afterimages.

source: 他身子应声被拍飞出去，重重的撞在了墙上，还连带着把小奴也给推到在地。
en_us: Jiang Yi’s body flew up and slammed heavily into the wall, taking Xiaonu down to the floor with him.

source: 他运转了黑色融合元力的右手提前朝左上角移动了一丝，轻松避过了对方的手掌，化爪为手刀，对着他的腕骨狠狠切去！
en_us: He moved a thread of the combined black essence force, circulating around his right hand, towards the direction of his upper left corner. As such he easily avoided his opponent's palm. Manifesting his fingers like claws and using them in a knife-hand strike, he viciously moved his right hand downwards in a chopping move towards his opponent's wrist!

source: 他还从来没有见过，有哪个势力一次拿出这么多的奥法药剂，就连药剂师公会，也从来没这么大手笔过，在听到这个消息的时候，向来喜怒不形于色的马修斯－梅林，当场就激动得将手里的酒杯给摔了。
en_us: He had never seen any force taking out so many bottles of Arcane Magic Potion at once. Even the Pharmacists Guild had never been so generous. When he’d first heard the news, Matthew Merlin, who had never let his feelings show, was so excited that he dropped his wine glass on the spot.

source: 他这也是无奈之举，没有高级丹药依靠他的修炼速度，短时间内根本不可能修炼到铸鼎境二重，敢上西山只有爬着回来。那一日他和江如虎约定十天后西门外见，就是打定主意准备借助高级丹药配合黑色元力快速修炼的……
en_us: However, he committed his act without any other options. Without high-quality elixirs and depending solely on his cultivation speed, he could never practice and reach the second stage of the Cast Tripod Realm within a short amount of time. Should he ever dare to head up the Western Hills, he would have no other future than crawling back home. He arranged to face Jiang Ruhu ten days later at the Western Gate with the predetermined intention of borrowing the power of high-quality elixirs coupled with the black essence force to speedily increase his power...

source: 他这倔脾气一上来，哪管你红发美女黑发美女，一脚蹬开椅子就往宴会大厅中央走去。
en_us: As soon as his obstinacy acted up, he had no care whether it was a black-haired beauty or a red-haired beauty. He kicked his chair aside and walked towards the center of the banquet hall.

source: 他连忙从怀中掏出一个绿色的小瓷瓶，倒出一枚绿色元力丹吞服下去，立即盘坐入定起来。
en_us: He hastily retrieved a small green porcelain vase from within his robes. He poured out a single green essence force pill, which he swallowed. Upon doing this, he immediately sat cross-legged to begin meditating.

source: 他连忙闭上眼睛，再次睁开，眼前的画面却依然清晰。换个角度，只见远处昏暗的角落内，一只米粒大的爬虫，它的背上有七个黑点，它爬走的动作缓慢如蜗牛……
en_us: He quickly shut his eyes and opened them again; the scene in front was just as distinct and clear as before. Turning his head, he gazed at the dark corner far away. A bug as big as a grain of rice was crawling slowly like a snail. It had seven black spots on its back…

source: 他连续不停的质问起来，每问一声就抡起江如虎的身子朝地面砸一下，这几轮乱砸之下，江如虎顿时头破血流，脑袋也被砸晕了，惨叫声都没有了，口鼻也只有入气没有出气了……
en_us: He continuously questioned without stopping, with each question being followed by him swinging Jiang Ruhu's body and smashing it onto the ground. As a result of these few rounds of random ground-smashing, Jiang Ruhu immediately started bleeding from the wounds on his head. He had also fainted from the multiple crashes onto the ground - the cries of agony had stopped, while there were only acts of breathing-in through his mouth and nose, without any act of breathing-out at all...

source: 他选择魔法的标准，往往只有两个要求，第一是咒语长度要短，第二是元素结构要简单。
en_us: He had only two criteria when it came to choosing the magic books. One, the spell had to be short; two, the magical elements had to be simple.

source: 他遇见熟人了，而且还是两个！
en_us: He met people he was familiar with, and not just one person but two!

source: 他需要一点时间去验证，看看这个年轻魔法师是不是真象安度因所说的那样，在药剂学上同样是一个天才。
en_us: He needed some time to verify whether this young mage was really a genius in pharmaceutics as what Andoine had said.

source: 他，真的不是废物。
en_us: He, was not a good-for-nothing.

source: 以上几个条件，是绝对的缺一不可，若是稍有偏差，黑莲花就算勉强长出来，也会在极短的时间内枯萎掉。
en_us: All the conditions mentioned above were indispensable. Should there be any slight variance, the black lotus would wither away in the shortest of time even if it barely managed to grow.

source: 以他在无尽世界中的财富地位，可以说是呼风唤雨无所不能，偏偏一个黑莲花，一个深邃之银，他是想方设法都弄不上手。
en_us: With his wealth and status in the Endless World, he could do anything he wanted. But it was the black lotus and deep silver that he couldn't get even after trying everything possible.

source: 以前怎么没看出来，葛瑞安还有当交际花的天赋，刚刚还说自己跟这位城主大人没什么交情，这才转了一圈回来，就升级成“葛瑞安叔叔”了！
en_us: How could he not have seen before that Gerian had the talent of being a social butterfly? Earlier on, he had said that he had no relations with the castellan, but after turning a circle back, he had been upgraded to "Uncle Gerian"!

source: 以前的林立虽然天赋超人，更拥有药剂师这一隐藏的身份，但当他站在自己面前的时候，凯文却从未有过无法抗衡的感觉，甚至在某些方面，凯文还觉得自己比这个年轻魔法师要稍胜一筹。
en_us: Although Lin Li was a gifted superman and possessed the hidden identity of a pharmacist, Kevin never felt unable to contend with the former when he stood in front of him. Kevin even felt he was better than the young mage in some ways.

source: 以前跟凯文打过几次交道的克伦威尔知道，如果说加洛斯魔法公会还有一个老实人的话，那这个人必定就是眼前的凯文，在克伦威尔想来，老实人总是比较好说话的。
en_us: Cromwell, who had dealings with Kevin several times before, knew that if there was an honest person left in the Jarrosus Guild of Magic, it would definitely be Kevin. In Cromwell's mind, it was much easier to talk to an honest person.

source: 以后？什么以后？
en_us: Future? What future?

source: 以宁神花为主要材料配出的奥法药水虽然效果不错，但这种草药其实生长环境并不苛刻，说白一点完全就是随便乱长，只要是有山有水的地方，就一定有宁神花的影子。
en_us: Although using peacebloom as the main ingredient of the Arcane Magic Potion produced fairly good effects, the growing environment of these herbs was not at all harsh. Simply put, they could grow anywhere. As long as there were mountains and water, there would be peacebloom.

source: 以往他遇到江恨水都会远远的躲开，避免尴尬，此刻既然遇到了，也只能勉强笑道：“恨水，好久不见。”
en_us: Usually, when he saw Jiang Henshui, Jiang Yi would try to hide or move far away from him to avoid awkwardness between them. At that moment, since the two had met eyes, Jiang Yi had no choice but to force a smile and greet him by saying, "Henshui, long time no see."

source: 以愿望卷轴那近乎无穷无尽的力量，都没能让他直接进入神匠领域，就是因为这个境界本身就已经超越了知识与技术的范畴，这更多的是一种玄妙的境界，所谓的“技近乎道”，大概就是指的这样一种境界。
en_us: The near-infinite power of the Scroll of Wishes hadn't allowed him to enter directly into the realm of the Divine Smith, because the realm itself transcended the scope of knowledge and skills. This was more of an abstruse realm, and the phrase "a skill approaching the practice of Tao" was most likely referring to such a dimension.

source: 以林立的经验，野钢花长得最茂盛的地方，多半就能找到幽灵草。
en_us: Lin Li's experience told him that the ghostskins were more likely to be found where the wild steelbloom flourished best.

source: 以梅林家族如今的势力，若是再突然多出三十名五级以上的魔法师来……想到这里，马修斯仿佛看到了家族辉煌的未来……
en_us: With the Merlin Family influence now, should there be another 30 mages beyond level-five… At the thought of this, Matthew could almost see the glorious future of the family...

source: 以梦境之铁锻造点金棒，可能会为装备带来魔法驱散效果。
en_us: Forging the gold rod with dream iron might bring magical dispelling effects to the equipment.

source: 以永恒精金的元素稳定性，用来给希恩这个野蛮人锻造一套装备，那可真是在适合不过了……
en_us: It could not be more suitable to forge a set of gear for barbarian Sheehan with elementally stable Eternal Adamantine.

source: 以深渊秘银锻造点金棒，能让装备拥有更高的魔法抗性。
en_us: Forging the gold rod with the abyss mithril would allow the equipment to possess a higher resistance to magic.

source: 以符文精金锻造点金棒，能够大幅度强化元素属性。
en_us: Forging the gold rod with rune's adamantine would greatly enhance the element attributes.

source: 以罗琳在药剂学上的造诣，已经完全无法跟上两人的思维，桌上列出的那一条条公式对她来说，简直就仿佛天书一般，但罗琳却知道格林爷爷是什么人，那可是大师级水准的人物，甚至在药剂师公会内部，也绝对可以算得上是最重要的人之一。
en_us: Rowling's pharmaceutical attainments had completely failed to keep up with their thinking. The equations listed down on the table were like Greek to her. But Rowling knew what kind of figure Grandpa Grimm was. He was someone of a mastery level, and even within the Pharmacists Guild, he was considered one of the most important members.

source: 以老梅林大魔导士之尊，依旧派出了克伦威尔低调示好，甚至不惜送上了家族秘藏的四条十四级咒语。
en_us: For an archmage like Old Merlin, he had sent Cromwell to convey their good intentions, and had even presented four level-fourteen spells that had been in their family hoard.

source: 以老梅林的睿智，又如何看不出来，拥有了药剂师的魔法公会，必将一统加洛斯城，未来的加洛斯众多势力中，绝对是魔鬼法公会一家独大的局面。
en_us: How could Old Merlin not see with that wisdom of his that the Guild of Magic with its own pharmacist would eventually unify the whole of Jarrosus City? Of the many forces in Jarrosus City, the Guild of Magic would definitely be dominating in the future.

source: 以至于一根镀上了深邃之银的点金棒，竟还只能用十二级魔晶这种低级货色。
en_us: As a result, he could only use materials as low-grade as level-twelve magical crystals even for his deep silver-coated gold rod.

source: 以至于当林立掌握的低级魔法达到十个之后，安度因就再不敢教他任何新的魔法了，他开始让林立不断的练习那十种元素排列方式。
en_us: Andoine ceased teaching any new magic skills when Lin Li had mastered the tenth elementary magic. Instead, he got him to practice the sequencing of the ten elements.

source: 以葛瑞安为中心辐射开来的，是一股丝毫不逊色于老梅林里的强大气息。
en_us: A powerful aura—as powerful as that of Old Merlin—radiated from Gerian.

source: 以赤练毒蛇为药引，在黑砂中磨练，练成后中招者心脉滞涩如中赤练剧毒，肉体溃烂如被铁砂贯穿，是一门可以速成的人阶中品功法。
en_us: The attack used red-band poisonous snakes as a medicinal ingredient, which was subsequently tempered in black sand. After tempering, anyone who received the attack would suffer from slow blood circulation and lag like one had received red-band poisoning. Their physical body would fester like it was penetrated through by multiple metallic pellets. This was a Man-tier medial-grade attack that could be achieved instantly.

source: 以麦格雷尼的身体素质，居然也衰弱到了这种程度，要知道麦格雷尼可是六级以上的战士，身体素质比一般人强了十倍还不止。
en_us: McGrenn's physical condition had actually weakened to this extent. He was a warrior above level-six, and his physical quality was ten times stronger than an average person’s.

source: 任何一个药剂师，都拥有藐视这一切的资格。
en_us: Every pharmacist had the rights to look down upon all of these.

source: 任何一个魔法师都知道，持续时间常达二十八分钟的魔力输出究竟意味着什么，除了少数引导类法术之外，大多数魔法需要的都只是瞬间爆发力，也就是说，只就在施法的瞬间，才需要输出魔力，一分钟的持续输出，换成瞬间爆发至少有上百次之多，凡人的精神力毕竟有限，就算是葛瑞安这样顶尖的魔法师，在晋阶大魔导士时，也仅仅保持了五分钟的持续输出。
en_us: Any mage would know what it meant to have a magic output that lasted up to twenty-eight minutes. Most spells, with the exception of a few guidance spells, required only an instantaneous burst of energy. In other words, it was only at the moment of unleashing spells that magic output was needed. A minute of continuous output could be converted into at least a hundred times instantaneous bursts of power. The mental strength of a human was limited after all, even a top mage like Gerian could only maintain five minutes of magic output at the time he had been advancing to the Archmage.
